Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: The transaction may take 30 minutes or more to confirm on the bitcoin blockchain
ar: قد تستغرق المعاملة 30 دقيقة أو أكثر لتأكيدها على بلوكشين البيتكوين
cs: Potvrzení transakce v bitcoinovém blockchainu může trvat 30 minut nebo déle
de: Es kann 30 Minuten oder länger dauern, bis die Transaktion auf der Bitcoin-Blockchain bestätigt wird
es: La transacción puede tardar 30 minutos o más en confirmarse en la cadena de bloques de bitcoin.
es_419: La transacción puede tardar 30 minutos o más en confirmarse en la cadena de bloques de Bitcoin.
fr: La transaction pourrait prendre plus de 30 minutes pour confirmer sur la chaîne

source: The wallet was restarted while the payment was processing.
ar: تمت إعادة تشغيل المحفظة أثناء معالجة عملية الدفع.
cs: Peněženka byla restartována během zpracování platby.
de: Die Brieftasche wurde neu gestartet, während die Zahlung bearbeitet wurde.
es: La cartera se ha reiniciado mientras se procesaba el pago.
es_419: La cartera se ha reiniciado mientras se procesaba el pago.
fr: Le portefeuille a été redémarré pendant le traitement du paiement.

source: The wallet will be completely deleted from **this device**.
ar: سيتم حذف المحفظة بالكامل من **هذا الجهاز**.
cs: Peněženka bude z **tohoto zařízení** zcela odstraněna.
de: Die Brieftasche wird vollständig von **diesem Gerät** gelöscht.
es: La billetera se eliminará por completo de **este dispositivo**.
es_419: La billetera se borrará completamente de **este dispositivo**.
fr: Le portefeuille sera complètement effacé de **cet appareil**.

source: The watchtower occasionally runs in the background (every few days) and monitors your funds to ensure everything is safe.
ar: يعمل برج المراقبة من حين لآخر في الخلفية (كل بضعة أيام) ويراقب أموالك للتأكد من أن كل شيء آمن.
cs: Strážní věž občas běží na pozadí (jednou za několik dní) a sleduje vaše finanční prostředky, aby se ujistila, že je vše v pořádku.
de: Der Wachturm läuft gelegentlich im Hintergrund (alle paar Tage) und überwacht dein Geld, um sicherzustellen, dass alles sicher ist.
es: La torre de vigilancia ocasionalmente se ejecuta en segundo plano (cada pocos días) y monitorea sus fondos para garantizar que todo esté seguro.
es_419: La torre de vigilancia se ejecuta ocasionalmente en segundo plano (a intervalos de pocos días) y supervisa tus fondos para garantizar que todo esté seguro.
fr: Une routine de tour de contrôle est régulièrement exécutée en arrière plan pour vérifier que vos canaux de paiement sont en sécurité.

source: Theme
ar: النمط
cs: Téma
de: Thema
es: Tema
es_419: Tema
fr: Thème

source: These funds come from closed Lightning channels. They must be spent manually.
ar: تأتي هذه الأموال من قنوات Lightning المغلقة. يجب إنفاقها يدوياً.
cs: Tyto prostředky pocházejí z uzavřených kanálů Lightning. Musí být utraceny ručně.
de: Diese Gelder stammen aus geschlossenen Lightning-Kanäle. Sie müssen manuell ausgegeben werden.
es: Estos fondos provienen de canales Lightning cerrados. Deben gastarse manualmente.
es_419: Estos fondos provienen de canales Lightning cerrados. Deben gastarse manualmente.
fr: Ces fonds proviennent de canaux Lightning fermés. Ils doivent être dépensés manuellement.

source: These funds were not swapped in time. Tap to spend.
ar: لم يتم تبديل هذه الأموال في الوقت المناسب. انقر للإنفاق.
cs: Tyto prostředky nebyly převedeny včas. Klepnutím na tlačítko tyto prostředky utratíte.
de: Diese Guthaben konnten nicht rechtzeitig getauscht werden. Tippen Sie auf, um diese Guthaben auszugeben.
es: Estos fondos no fueron canjeados a tiempo. Toque para gastar estos fondos.
es_419: Estos fondos no se intercambiaron a tiempo. Toque para gastar estos fondos.
fr: Ces fonds n\'ont pas été swappés à temps. Cliquez ici pour dépenser ces fonds.

source: These funds will be available from %lld days onwards.
ar: ستكون هذه الأموال متاحة اعتبارًا من %100 يوم فصاعدًا.
cs: Tyto prostředky budou k dispozici od %lld dnů.
de: Diese Guthaben werden ab %lld Tagen verfügbar sein.
es: Estos fondos estarán disponibles a partir del %lld de días.
es_419: Estos fondos estarán disponibles dentro de %lld días.
fr: Ces fonds seront disponibles à partir de %lld jours.

source: These funds will be available from 1 day onwards.
ar: ستكون هذه الأموال متاحة اعتبارًا من يوم واحد فصاعدًا.
cs: Tyto prostředky budou k dispozici od 1. dne.
de: Diese Mittel sind ab dem 1. Tag verfügbar.
es: Estos fondos estarán disponibles a partir del día 1.
es_419: Estos fondos estarán disponibles a partir de 1 día.
fr: Ces fonds seront disponibles à partir d'un jour.

source: This address is derived from your seed and belongs to you.
ar: هذا العنوان مشتق من عبارة الاسترداد الخاصة بك وهو ملك لك.
cs: Tato adresa je odvozena z vašeho seedu a patří vám.
de: Diese Adresse wird von deinem Seed abgeleitet und gehört dir.
es: Esta dirección se deriva de su semilla y le pertenece.
es_419: Esta dirección procede de tu semilla así que te pertenece.
fr: Cette adresse est dérivée de votre clé et vous appartient.

source: This address is hosted on an unsecure DNS. DNSSEC must be enabled.
ar: هذا العنوان مستضاف على DNS غير آمن. يجب تمكين DNSSEC.
cs: Tato adresa je hostována na nezabezpečeném DNS. DNSSEC musí být povolen.
de: Diese Adresse wird über einen unsicheren DNS gehostet. DNSSEC muss aktiviert sein.
es: Esta dirección está alojada en un DNS no seguro. DNSSEC debe estar habilitado.
es_419: Esta dirección está alojada en un DNS no seguro. DNSSEC debe estar habilitado.
fr: Cette adresse est hébergée sur un DNS non sécurisé. DNSSEC doit être activé.

source: This address uses an invalid Bolt12 offer.
ar: يستخدم هذا العنوان عرض Bolt12 غير صالح.
cs: Tato adresa používá neplatnou Bolt12 žádost.
de: Diese Adresse verwendet ein ungültiges Bolt12-Angebot.
es: Esta dirección utiliza una oferta Bolt12 no válida.
es_419: Esta dirección utiliza una oferta Bolt12 no válida.
fr: Cette adresse utilise une offre Bolt12 invalide.

source: This appears to be a website (not a lightning invoice):
ar: يبدو أن هذا موقع إلكتروني (وليس فاتورة برق):
cs: Zdá se, že se jedná o webovou stránku (nikoliv o fakturu za blesk):
de: Dies scheint eine Website zu sein (keine Blitzrechnung):
es: Esto parece ser un sitio web (no una factura Ligthning):
es_419: Esto parece ser un sitio web (no una factura de Lightning):
fr: Il semble que ce lien soit pour un site web (et non une requête de paiement)

source: This appears to be a website:
ar: يبدو أن هذا موقع ويب:
cs: Zdá se, že se jedná o webovou stránku:
de: Dies scheint eine Website zu sein:
es: Esto parece ser un sitio web:
es_419: Esto parece ser un sitio web:

source: This doesn't appear to be a Lightning invoice
ar: لا يبدو أن هذه فاتورة برق
cs: Toto nevypadá jako Lightning faktura
de: Dies scheint keine Lightning-Rechnung zu sein
es: Esto no parece ser una factura de Lightning
es_419: Esto no parece ser una factura de Lightning.
fr: Cela ne semble pas être une requête Lightning

source: This feature is not a "fix everything magic button". It is here as a safety measure and **should only be used in extreme scenarios**. For example, if your peer (ACINQ) disappears permanently, preventing you from spending your money. In all other cases, **if you experience issues with Phoenix you should contact support**.
ar: هذه الميزة ليست "الزر السحري لإصلاح كل شيء". إنها هنا كإجراء أمان و** يجب استخدامها فقط في السيناريوهات القصوى **. على سبيل المثال، إذا اختفى نظيرك (ACINQ) بشكل دائم، مما يمنعك من إنفاق أموالك. في جميع الحالات الأخرى، ** إذا كنت تواجه مشكلات مع Phoenix، فيجب عليك الاتصال بالدعم **.
cs: Tato funkce není " tlačítko kouzelného opravení ". Je zde jako bezpečnostní opatření a ** by mělo být používáno pouze v extrémních případech **. Pokud například váš peer (ACINQ) trvale zmizí, což vám znemožní utrácení peněz. Ve všech ostatních případech, ** pokud máte problémy s Phoenixem, měli byste kontaktovat podporu **.
de: Diese Funktion ist kein "Zauberknopf, der alles repariert". Sie ist als Sicherheitsmaßnahme gedacht und **sollte nur in Extremsituationen** verwendet werden. Zum Beispiel, wenn dein Peer (ACINQ) dauerhaft verschwindet und du dein Geld nicht mehr ausgeben kannst. In allen anderen Fällen, **wenn du Probleme mit Phoenix hast, solltest du den Support kontaktieren**.
es: Esta función no es "Un botón mágico para arreglar todo". Esta aquí como medida de seguridad y **solo debe usarse en escenarios extremos**. Por ejemplo, si su par (ACINQ) desaparece de forma permanente, lo que le impide gastar su dinero. En todos los demás casos, **si tiene problemas con Phoenix debe comunicarse con soporte técnico**.
es_419: Esta función no es un "botón mágico para arreglarlo todo". Está aquí como medida de seguridad, por lo que **solo debe usarse en situaciones extremas**. Por ejemplo, si tu par (ACINQ) desaparece permanentemente, lo que te impide gastar tu dinero. En todos los demás casos, **si tienes problemas con Phoenix, ponte en contacto con el servicio de asistencia**.
fr: Cette fonctionnalité n’est pas une solution miracle. Elle n’est disponible qu’en tant que mesure de sécurité, **à n’utiliser qu’en dernier recours.** Par exemple, si votre contrepartie (ACINQ) venait à disparaître de façon permanente, vous empêchant ainsi d’accéder au réseau et de dépenser vos fonds. Dans tous les autres cas, **si vous rencontrez des difficultés à utiliser Phoenix, vous devriez plutôt contacter le support.**

source: This fee applies when you receive a payment over Lightning and a new channel needs to be created.
ar: يتم تطبيق هذه الرسوم عندما تتلقى دفعة عبر شبكة البرق ويلزم لإستلامها إنشاء قناة جديدة.
cs: Tento poplatek platí, když obdržíte platbu přes Lightning, a je nutné vytvořit nový kanál.
de: Diese Gebühr fällt an, wenn du eine Zahlung über Lightning erhältst und ein neuer Kanal erstellt werden muss.
es: Esta tarifa se aplica cuando recibe un pago a través de Lightning y es necesario crear un nuevo canal.
es_419: Esta comisión se aplica cuando recibes un pago a través de Lightning y es necesario crear un nuevo canal.
fr: Ces frais s’appliquent quand vous recevez un paiement Lightning et qu’un nouveau canal doit être créé.

source: This fee goes to the service providing the liquidity.
ar: تذهب هذه الرسوم إلى الخدمة التي توفر السيولة.
cs: Tento poplatek jde službě, která likviditu poskytuje.
de: Diese Gebühr geht an den Dienst, der die Liquidität bereitstellt.
es: Esta tasa se destina al servicio que proporciona la liquidez.
es_419: Esta comisión se destina al servicio que proporciona la liquidez.
fr: Ces frais vont au service qui fournit la liquidité.

source: This fee is dynamic, and may change depending on the conditions of the bitcoin network.
ar: هذه الرسوم ديناميكية، وقد تتغير حسب ظروف شبكة البيتكوين.
cs: Tento poplatek je dynamický a může se měnit v závislosti na podmínkách bitcoinové sítě.
de: Diese Gebühr ist dynamisch und kann sich je nach den Bedingungen des Bitcoin-Netzwerks ändern.
es: Esta tarifa es dinámica y puede cambiar según las condiciones de la red Bitcoin.
es_419: Esta comisión es dinámica, así que puede cambiar en función de las condiciones de la red Bitcoin.
fr: Ces frais sont dynamiques, et peuvent changer selon les conditions du réseau Bitcoin.

source: This fee only applies when a new channel needs to be created. Payments that use existing channels don't pay this fee. The fee is dynamic and may change depending on bitcoin network conditions.
ar: تطبّق هذه الرسوم فقط عندما يلزم إنشاء قناة جديدة. المدفوعات التي تستخدم القنوات الحالية الموجودة لايلزمها دفع رسوم. الرسوم ديناميكية وقد تتغير حسب ظروف شبكة البيتكوين.
cs: Tento poplatek platí pouze v případě, pokud je nutné vytvořit nový kanál. Platby využívající stávající kanály tento poplatek neplatí. Poplatek je dynamický a může se měnit v závislosti na podmínkách bitcoinové sítě.
de: Diese Gebühr fällt nur an, wenn ein neuer Kanal erstellt werden muss. Zahlungen, die bestehende Kanäle nutzen, zahlen diese Gebühr nicht. Die Gebühr ist dynamisch und kann sich je nach den Bedingungen im Bitcoin-Netzwerk ändern.
es: Esta tarifa solo se aplica cuando es necesario crear un nuevo canal. Los pagos que utilizan canales existentes no pagan esta tarifa. La tarifa es dinámica y puede cambiar según las condiciones de la red Bitcoin.
es_419: Esta comisión solo se aplica cuando hay que crear un nuevo canal. Los pagos que usen canales existentes no abonan esta comisión. La comisión es dinámica, así que puede cambiar en función de las condiciones de la red Bitcoin.
fr: Ces frais s’appliquent quand un nouveau canal doit être créé. Les paiements qui passent par des canaux existants ne paient pas ces frais. Ces frais sont dynamiques et peuvent changer selon les conditions du réseau Bitcoin.

source: This feerate is below what your transactions are already using. It should be higher to have any effects.
ar: هذا المعدل أقل مما تستخدمه معاملاتك بالفعل. يجب أن يكون أعلى من ذلك ليكون له أي تأثيرات.
cs: Tato hodnota je nižší než hodnota, kterou již používají vaše nepotvrzené transakce. Pro urychlení těchto plateb použijte vyšší.
de: Diese Feerate liegt unter dem, was deine Transaktionen bereits nutzen. Sie sollte höher sein, um eine Wirkung zu haben.
es: Esta tarifa está por debajo de lo que ya están utilizando sus transacciones. Debería ser más alto para tener algún efecto.
es_419: Esta tasa de comisión es inferior a la que ya usan tus transacciones. Debería ser mayor para producir algún efecto.
fr: Ces frais sont en deçà de ce que vos transactions utilisent déjà. Ils doivent être plus élevés pour avoir un quelconque effet.

source: This invoice has already been paid.
ar: تم دفع هذه الفاتورة بالفعل.
cs: Tato faktura již byla uhrazena.
de: Diese Zahlung wurde bereits getätigt.
es: Esta factura ya ha sido pagada.
es_419: Esta factura ya ha sido pagada.
fr: Ce paiement a déjà été réglé.

source: This invoice uses unsupported features. Make sure you're on the latest Phoenix version.
ar: تستخدم هذه الفاتورة ميزات غير مدعومة. تأكد من أنك تستخدم أحدث إصدار من Phoenix.
cs: Tato faktura používá nepodporované funkce. Ujistěte se, že používáte nejnovější verzi Phoenixu.
de: Diese Rechnung verwendet nicht unterstützte Funktionen. Stellen Sie sicher, dass Sie die neueste Phoenix-Version verwenden.
es: Esta factura utiliza funciones no compatibles. Asegúrate de que estás en la última versión de Phoenix.
es_419: Esta factura utiliza funciones no compatibles. Asegúrate de que estás en la última versión de Phoenix.
fr: Cette facture utilise des fonctionnalités non prises en charge. Assurez-vous que vous disposez de la dernière version de Phoenix.

source: This is a human-readable address for your Bolt12 payment request.
ar: هذا عنوان مقروء بشري لطلب الدفع الخاص بك Bolt12.
cs: Toto je lidsky čitelná adresa pro vaši Bolt12 fakturu.
de: Dies ist eine von Menschen lesbare Adresse für Ihre Bolt12-Zahlungsanfrage.
es: Esta es una dirección humanamente legible para su solicitud de pago Bolt12.
es_419: Esta es una dirección humanamente legible para su solicitud de pago Bolt12.
fr: Il s\'agit d\'une adresse humainement compréhensible associée à votre code de paiement Bolt12.

source: This is a swap address. It is not controlled by your wallet. On-chain deposits sent to this address will be converted to Lightning channels.
ar: هذا عنوان استبدال. لا يتم التحكم به من قبل محفظتك. سيتم تحويل الايداعات المرسلة إلى هذا العنوان عبر السلسلة الرئيسية إلى قنوات برق.
cs: Toto je adresa pro výměnu. Není kontrolována vaší peněženkou. Vklady On-chain zaslané na tuto adresu budou převedeny na Lightning kanály.
de: Dies ist eine Tauschadresse. Sie wird nicht von deiner Wallet kontrolliert. On-Chain-Einzahlungen, die an diese Adresse gesendet werden, werden in Lightning-Kanäle umgewandelt.
es: Esta es una dirección de intercambio. No está controlada por su billetera. Los depósitos en cadena enviados a esta dirección se convertirán a canales de Lightning.
es_419: Esta es una dirección de intercambio. Tu billetera no la controla. Los depósitos en la cadena que se envíen a esta dirección se convertirán en canales de Lightning.
fr: Ceci est une adresse de swap. Elle n’est pas contrôlée par votre portefeuille. Les dépôts on-chain seront convertis en canaux de paiement Lightning.

source: This is not a withdraw request. Do you want to **send money** to somebody?
ar: هذا ليس طلب سحب. هل تريد ** إرسال أموال** إلى شخص ما؟
cs: Nejedná se o žádost o stažení. Chcete někomu **poslat peníze**?
de: Dies ist keine Abhebungsanfrage. Willst du jemandem Geld **schicken**?
es: Esto no es una solicitud de retirada. ¿Quieres **enviar dinero** a alguien?
es_419: Esto no es una solicitud de retiro. ¿Quieres **enviar dinero** a alguien?
fr: Il ne s'agit pas d'une demande de retrait. Voulez-vous plutôt **envoyer de l'argent** à quelqu'un ?

source: This is your new address. Do not reuse your old Bitcoin address from before migration.
ar: هذا هو عنوانك الجديد. لا تعيد استخدام عنوان البيتكوين القديم الخاص بك من قبل الترحيل.
cs: Toto je vaše nová adresa. Nepoužívejte znovu své staré Bitcoin adresy z doby před migrací!
de: Dies ist deine neue Adresse. Verwende nicht deine alte Bitcoin-Adresse von vor der Migration.
es: Esta es su nueva dirección. No reutilice sus antiguas direcciones Bitcoin anteriores a la migración.
es_419: Esta es tu nueva dirección. No reutilices tu antigua dirección de Bitcoin anterior a la migración.
fr: Il s'agit de votre nouvelle adresse. Ne réutilisez pas vos anciennes adresses Bitcoin d'avant la migration !

source: This liquidity was required to receive a payment
ar: كانت هذه السيولة مطلوبة لتلقي دفعة
cs: Tato likvidita byla nutná pro získání platby
de: Diese Liquidität war erforderlich, um eine Zahlung zu erhalten
es: Esta liquidez era necesaria para recibir un pago
es_419: Esta liquidez era necesaria para recibir un pago
fr: Cette liquidité était nécessaire pour recevoir un paiement

source: This means you will not be able to receive payments when Phoenix is in the background. To receive payments, Phoenix must be open and in the foreground.
ar: هذا يعني أنك لن تكون قادرًا على تلقي المدفوعات عندما يكون Phoenix في الخلفية. لتلقي المدفوعات، يجب أن تكون محفظة Phoenix مفتوحة وتعمل في الواجهة.
cs: To znamená, že nebudete moci přijímat platby, když je Phoenix na pozadí. Abyste mohli přijímat platby, musí být Phoenix otevřený a v popředí.
de: Das bedeutet, dass du keine Zahlungen erhalten kannst, wenn Phoenix im Hintergrund ist. Um Zahlungen zu erhalten, muss Phoenix geöffnet sein und sich im Vordergrund befinden.
es: Esto significa que no podrá recibir pagos cuando Phoenix este en segundo plano. Para recibir pagos, Phoenix debe estar abierta y en primer plano.
es_419: Esto significa que no podrás recibir pagos cuando Phoenix se esté ejecutando en segundo plano. Para recibir pagos, Phoenix debe estar activa y en primer plano.
fr: Cela signifie que vous ne pourrez pas recevoir des paiements quand Phoenix est en arrière-plan. Pour recevoir des paiements, Phoenix devra être allumé et en premier plan.

source: This means you will not be notified if you receive a payment while Phoenix is in the background.
ar: هذا يعني أنه لن يتم إشعارك إذا تلقيت مبلغ أثناء عمل Phoenix في الخلفية.
cs: To znamená, že nedostanete upozornění, pokud je Phoenix na pozadí a vy obdržíte platbu.
de: Das bedeutet, dass du nicht benachrichtigt wirst, wenn du eine Zahlung erhältst, während Phoenix im Hintergrund läuft.
es: Esto significa que no se le notificará si recibe un pago mientras Phoenix está en segundo plano.
es_419: Esto significa que no recibirás ninguna notificación si recibes un pago mientras Phoenix esté en segundo plano.
fr: Cela signifie que vous ne serez pas notifié si vous recevez un paiement lorsque Phoenix est en arrière-plan.

source: This payment exceeds your balance.
ar: هذه الدفعة تتجاوز رصيدك.
cs: Tato platba přesahuje váš zůstatek.
de: Diese Zahlung übersteigt Ihr Guthaben.
es: Este pago supera su saldo.
es_419: Este pago supera su saldo.
fr: Ce paiement dépasse votre solde.

source: This payment is already being processed. Please wait for it to complete.
ar: هذه الدفعة قيد المعالجة بالفعل. يرجى الانتظار حتى تكتمل.
cs: Tato platba se již zpracovává. Počkejte prosím na její dokončení.
de: Diese Zahlung wird bereits bearbeitet. Bitte warten Sie, bis sie abgeschlossen ist.
es: Este pago ya se está procesando. Por favor, espere a que se complete.
es_419: Este pago ya se está procesando. Por favor, espere a que se complete.
fr: Ce paiement est déjà en cours de traitement. Veuillez attendre qu\'il soit terminé.

source: This requires installing a third-party Tor Proxy VPN app such as Orbot.
ar: يتطلب ذلك تثبيت تطبيق Tor Proxy VPN تابع لجهة خارجية مثل Orbot.
cs: Toto nastavení vyžaduje instalaci aplikace třetí strany Tor Proxy VPN (jakou je třeba Orbot).
de: Dazu ist die Installation einer Tor-Proxy-VPN-App eines Drittanbieters wie Orbot erforderlich.
es: Esto requiere instalar una aplicación Tor Proxy VPN de terceros, como Orbot.
es_419: Esto requiere instalar una aplicación Tor Proxy VPN de terceros, como Orbot.
fr: Cela nécessite l\'installation d\'une application VPN Tor Proxy tierce telle que Orbot.

source: This screen is a debugging tool that can be used to manually import encrypted channels data. Use with caution.
ar: هذه الشاشة هي أداة تصحيح أخطاء يمكن استخدامها لاستيراد بيانات القنوات المشفرة يدوياً. استخدمها بحذر.
cs: Tato obrazovka je ladicí nástroj, který lze použít k ručnímu importu dat šifrovaných kanálů. Používejte s opatrností.
de: Dieser Bildschirm ist ein Debugging-Tool, mit dem du verschlüsselte Kanaldaten manuell importieren kannst. Verwende es mit Bedacht.
es: Esta pantalla es una herramienta de depuración que se puede utilizar para importar manualmente los datos de los canales encriptados. Utilízala con precaución.
es_419: Esta pantalla es una herramienta de depuración que puede usarse para importar manualmente datos de canales encriptados. Úsala con precaución.
fr: Cet écran est un outil de débogage qui peut être utilisé pour importer manuellement les données des chaînes cryptées. À utiliser avec précaution.

source: This seed is invalid and cannot be imported. Please try again
ar: هذه عبارة استرداد غير صالحة ولا يمكن استيرادها. حاول مرة اخرى
cs: Tento seed je neplatný a nelze jej importovat. Zkuste to znovu
de: Dieses Saatgut ist ungültig und kann nicht importiert werden. Bitte versuche es erneut
es: Esta semilla no es válida y no se puede importar. Inténtalo de nuevo
es_419: Esta semilla es inválida, por lo que no se puede importar. Vuelve a intentarlo.
fr: Cette clé n’est pas valide et ne peut être importée. Veuillez réessayer.

source: This swap will expire in %lld days
ar: ستنتهي صلاحية هذه المقايضة في غضون %يوم واحد فقط
cs: Platnost tohoto swapu vyprší za %lld dní
de: Dieser Swap wird in %lld Tagen auslaufen
es: Este swap expirará en %lld días
es_419: Este intercambio caducará en %lld días
fr: Ce swap expirera dans %lld jours

source: This swap will expire in 1 day
ar: ستنتهي صلاحية هذه المقايضة خلال يوم واحد
cs: Platnost tohoto swapu vyprší za 1 den
de: Dieser Swap wird in 1 Tag ablaufen
es: Este canje caducará en 1 día
es_419: Este intercambio caducará en 1 día
fr: Ce swap expirera dans 1 jour

source: This wallet is **hidden**, and a hidden wallet requires a Lock PIN to be set.
ar: هذه المحفظة **مخفية**، والمحفظة المخفية تتطلب تعيين رقم تعريف شخصي للقفل.
cs: Tato peněženka je **skrytá** a skrytá peněženka vyžaduje nastavení kódu PIN zámku.
de: Diese Brieftasche ist **versteckt**, und für eine versteckte Brieftasche muss eine Sperr-PIN festgelegt werden.
es: Este monedero está **oculto**, y un monedero oculto requiere que se establezca un PIN de bloqueo.
es_419: Este monedero está **oculto**, y un monedero oculto requiere que se establezca un PIN de bloqueo.
